tap "raine/workmux"
brew "awscli"
brew "fzf"
brew "stow"
brew "gemini-cli"
brew "gh"
brew "git"
brew "jq"
brew "starship"
brew "tmux"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "raine/workmux/workmux"
cask "1password"
cask "codex"
cask "copilot-money"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "linear"
cask "logi-options+"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "slack"
cask "superset"
cask "todoist-app"
cask "zed"
cask "zoom"
